{
"InstitutionAndBrandCoreInfo": {
"InstitutionIntroduction": {
"FullInstitutionName": "Little Scholars Education Centre",
"FoundingPhilosophy": "Learn To Ignite the fun that you embrace in learning",
"EducationalPhilosophy": "In 1997, our two founders decided to put their experiences in tutoring children throughout their university years into something more profound. Looking at how some children struggle to revise for their spelling tests and completing their comprehension, they looked for ways to help their students learn in an efficient and pro-active manner. This is how Little Scholars Creative Workshop was founded. Throughout the years, they have strived to provide up-to-date and quality courses to help children learn. With FEAST in mind, they have developed different courses and ways of teaching to help feed hungry learners on their journey to endeavour knowledge."
},
"ContactInformation": {
"Phone": [
"+852 2537 9519 (Call)",
"+852 5118 2819 (WhatsApp Only)"
],
"Email": "info@decoders-ls.com",
"Address": "1/F, Hollywood Centre, 233 Hollywood Road Sheung Wan, Hong Kong",
"SocialMedia": {
"Facebook": "Little Scholars Creative Workshop",
"Instagram": "Littlescholarscreativeworkshop",
"WhatsApp": "+852 5118 2819 (WhatsApp Only)",
"OfficialWebsite": "Little Scholars",
"MapLink": "Little Scholars Creative Workshop - Google Maps"
}
}
},
"CourseDetails": {
"CourseNames": [
"Playgroups",
"Phonics",
"Language Arts",
"Clevercal (Math)",
"Alludio (Games)",
"寶寶愛認字(普通話/ 廣東話)",
"魔法拼音班",
"中文語文課(普通話/ 廣東話)",
"Private class 私人課"
],
"TargetStudentAge": {
"Playgroups": "18 months – 28 months (18 months - PN)",
"Phonics": "28 months – 5 years old (PN - K3)",
"Language Arts": "6 years old – 12 years old (P1 - P6)",
"Clevercal (Math)": "3 years old – 12 years old (K1 – P6)",
"Alludio (Games)": "3 years old – 6 years old (K1 – K3)",
"寶寶愛認字(普通話/ 廣東話)": "28 months – 5 years old (PN – K3)",
"魔法拼音班": "4 years old/ up (K2/ up)",
"中文語文課(普通話/ 廣東話)": "6 years old – 12 years old (P1 - P6)",
"Private class 私人課": "請跟我們的職員查詢 Please contact our staff for details"
},
"ClassSchedule": {
"Playgroups": "每週 1 次, 每堂 1 小時, English 30mins + PTH 30mins Once a week, 1 hour per session, English 30mins + PTH 30mins",
"Phonics": "每週 1 次, 每堂 45 分鐘/ 1 小時 Once a week, 45 minutes/1 hour per session",
"Language Arts": "每週 1 次, 每堂 1 小時 Once a week, 1 hour per session",
"Clevercal (Math)": "每週 1 次, 每堂 45 分鐘/ 1 小時 Once a week, 45 minutes/1 hour per session",
"Alludio (Games)": "每週 1 次, 每堂 50 分鐘 Once a week, 50 mins per session",
"寶寶愛認字(普通話/ 廣東話)": "每週 1 次, 每堂 45 分鐘 Once a week, 45 mins per session",
"魔法拼音班": "每週 1 次, 每堂 1 小時 Once a week, 1 hour per session",
"中文語文課(普通話/ 廣東話)": "每週 1 次, 每堂 1 小時 Once a week, 1 hour per session",
"Private class 私人課": "請跟我們的職員查詢 Please contact our staff for details"
},
"ClassSize": {
"中英數課程": "小班教學，每班 4-6 人 Small group class size, 4-6 students per class",
"English Language Arts": "小班教學，最多 8 人 Small group class size, maximum 8 students"
},
"TuitionAndPayment": {
"GroupClassFee": {
"Playgroups": "$6,000/ 12 sessions (1 hour, 30 mins English + 30 mins PTH))",
"English": "$5,200/ 8 sessions (45mins) $7,500 - $8,500/ 10 sessions (1 hour)",
"Clevercal (Math)": "$3,500 - $4,500/ 10 sessions (45mins) $4,500 - $6,000/ 10 sessions (1 hour)",
"Alludio (Games)": "$3,200/ 8 sessions (50 mins)",
"中文": "$3,200/ 8 sessions (45 mins) $4,500/ 10 sessions (1hour)",
"Private class 私人課": "請跟我們的職員查詢 Please contact our staff for details"
}
},
"EnrollmentProcess": {
"Steps": [
"請先透過 WhatsApp/ E-mail 聯絡我們 Please contact us via WhatsApp/E-mail",
"我們會提供報名表格給予家長，請家長細閱後填寫以及簽署 We will provide an application form to parents. Please read it carefully, fill it out and sign.",
"請家長填寫以及簽署報名表格後，將表格以照片／PDF 形式通過 WhatsApp 交回 Please submit it via WhatsApp in photo/PDF format.",
"我們會跟家長預約評估的日期和時間，評估時間由30分鐘至1小時不等 We will arrange an appointment with parents for the date and time of the assessment, the assessment will last around 30 minutes to 1 hour.",
"中文科評估費用: ＄３００元正 英文科評估費用: ＄６５０元正 （如果中文和英文評估安排在同一天，只會收取＄６５０元正） 數學科評估費用: ＄６５０元正 ＊以上收費只供評估之費用，不會用作之後課程之費用。Chinese Assessment Fee: $300 English Assessment Fee: $650 (If the Chinese and English assessments are scheduled on the same day, only $650 will be charged) Mathematics Assessment Fee: $650 *The above fees are for assessment purposes only and will not be used to cover subsequent course fees.",
"評估期間，老師會檢視孩子的分離能力、小手肌肉能力、溝通／說話能力、運用感官辨識和分析周遭環境的能力。評估結束後，老師會與家長溝通她的觀察結果以及孩子將要參加的班級的水平。During the assessment, the director will take a look at kid's separation, fine-motor skills, communication skills as well as the ability to use his/her senses to recognize and analyse the surroundings. After the assessment, the director will talk to the parents about her observation and the level of the class he/ she will join.",
"之後，我們會跟家長聯絡。我們會提供孩子可參加的班級的時間以及開始課堂的日期。家長確認後需在第一堂課前以銀行轉帳／FPS/支票付款以確保学位。We will provide the class schedule and start date for your child. Parents need to confirm their child's enrollment and pay by bank transfer/FPS/cheque before the first class to secure their placement."
]
},
"TeachingMethodsAndFeatures": {
"Phonics": "自主研發 Phonics 教材，通過遊戲、歌曲、故事教學"
}
},
"PoliciesAndFAQs": {
"TrialClassPolicy": {
"Description": "請跟我們的職員查詢 Please contact our staff for details"
},
"AbsenceAndMakeupPolicy": {
"NotificationRequirement": "如果您的孩子無法上課，請在課程開始前至少四小時通知我們。如果我們未收到通知，課程將收取費用。If your child cannot attend lesson, please notify us at least four hours before lesson. If we are not informed, the lesson will be charged.",
"MakeupArrangement": "我們將在家長請假後的一周內安排補課。We shall arrange make-up classes within the week of the cancelled lesson(s) – by request or by enforcement.",
"WrittenNotificationRequirement": "請假必須提前以書面形式（透過電子郵件／WhatsApp）通知我們，以便我們做出必要的安排。We must be informed in advance and in writing (preferably by email/ WhatsApp) of classes to be cancelled, so that we make the necessary arrangements.",
"MedicalCertificateRequirement": "如學生是請病假，請家長提供醫生證明以安排補課。If students are taking sick leave, please provide a doctor's certificate so that we can arrange make-up classes.",
"NoNoticeMissedClasses": "未經適當通知而缺課的課程將不予補課，並將收取費用。Classes missed without proper notice will not be made-up later and will be charged.",
"MakeupDeadline": "補課必須在課程期間內完成，不得延續到下學期。Make-up classes must be taken within the duration of the course and cannot be carried over to the next term.",
"InstructorTimeGuarantee": "我們無法保證課程與原定授課老師/時間一致。We regret we cannot guarantee a replacement class with the original instructor or requested time.",
"FreeMakeupQuota": "每位學生每 8 堂付費課程可享 2 堂免費補課；或每 10 堂付費課程可享 3 堂免費補課。Every student is entitled to 2 free make-up lessons for each 8 paid sessions OR 3 free make-up lessons for each 10 paid sessions.",
"ExceedingFreeMakeup": "如超出免費補課額數，每堂補課需付行政費＄１００元正 If you exceed the free make-up class quota, you will need to pay an administrative fee of HK$100 for each supplementary class",
"ShortTermAbsence": "如果您的孩子無法上課兩週或以下，並且您希望保留孩子平時的上課時間，請提前以書面形式（透過電子郵件/WhatsApp）通知我們，我們將盡可能為您的孩子做出特殊安排。If your child cannot attend lessons for a period of two weeks or less, and you would like to retain your child's time-slots in the workshop, please inform us in advance and in writing (preferably by email), and whenever possible, we will make special arrangements for your child.",
"LongTermAbsence": "如果您的孩子無法上課三週或更長時間，您孩子的上課時間可能會被取消。（請聯絡我們以了解進一步安排。）If your child cannot attend lessons for a period of three weeks or more, your child's time-slot may be released. (Please contact us for further arrangements.)",
"CourseValidity": "付費課程的有效期限：所有課程必須在 3 個月內完成（從課程的第一堂課開始計算）Paid courses have the following validity: all courses must be completed within 3 months (counting from the first lesson of a course)"
},
"RefundAndClassTransferPolicy": {
"RefundPolicy": "十分抱歉，我們在任何情況下均無法為已支付的課程提供退款或轉讓學費。We regret that we cannot, under any circumstances, give refunds or credits for lessons already paid for, even if it is a cancellation by request in advance.",
"ContinuationAssumption": "除非我們收到書面通知，否則我們假定您的孩子將繼續上課。We assume that your child will continue attending classes from term to term, unless we are notified in writing.",
"WithdrawalNotice": "如果學生不繼續上課，我們要求在最後一堂課前兩週通知。If students are not to continue their course, we require two weeks' notice prior to the last lesson.",
"ClassTransferInquiry": "如想了解轉班／升班，請跟我們的職員聯絡。If you would like to inquire about class transfer/promotion, please contact our staff."
},
"CommonObjectionHandling": {
"TeacherNativeSpeaker": "我們所有的老師都是合格的雙語教師。All our teachers are qualified bilingual teachers.",
"PublicHolidaySchedule": "香港紅色假期我們是放假的，不開放。We closed on Public Holiday.",
"OtherCenters": "沒有。Sorry, we don’t have.",
"WeatherPolicy": "黑色暴雨警告訊號或八號或以上颱風訊號懸掛時，學校將停課。紅色暴雨警告訊號或一號和三號颱風訊號懸掛時，學校照常開放。（但我們也將酌情決定，並在這些情況下通知家長）We do not hold classes when the Black Rain Storm signal or Typhoon signal no. 8 or higher are hoisted. We still open when Red Rain Storm signal or Typhoon signal no. 1 and 3 are hoisted. (However, we will also use our discretion to decide, and will notify parents if we are to close under these situations)"
},
"PromotionsAndEvents": {
"Description": "summer program 和 winter program 有早鳥價、具體的活動細節（Vivian）"
},
"SuccessStories": {
"ChineseDepartment": "6 個",
"EnglishDepartment": "6 個"
}
},
"MarketingAndPromotionInfo": {
"PromotionsAndEvents": "summer program 和 winter program 有早鳥價、具體的活動細節（Vivian）",
"CommonObjectionHandling": {
"TeacherNativeSpeaker": "我們所有的老師都是合格的雙語教師。All our teachers are qualified bilingual teachers.",
"PublicHolidaySchedule": "香港紅色假期我們是放假的，不開放。We closed on Public Holiday.",
"OtherCenters": "沒有。Sorry, we don’t have.",
"WeatherPolicy": "黑色暴雨警告訊號或八號或以上颱風訊號懸掛時，學校將停課。紅色暴雨警告訊號或一號和三號颱風訊號懸掛時，學校照常開放。（但我們也將酌情決定，並在這些情況下通知家長）We do not hold classes when the Black Rain Storm signal or Typhoon signal no. 8 or higher are hoisted. We still open when Red Rain Storm signal or Typhoon signal no. 1 and 3 are hoisted. (However, we will also use our discretion to decide, and will notify parents if we are to close under these situations)"
},
"SuccessStories": {
"ChineseDepartment": "6 個",
"EnglishDepartment": "6 個"
}
},
"SuggestedQuestions": [
{
"SequenceNumber": 1,
"Question": "你們的 Phonics 課程適合幾歲的孩子？"
},
{
"SequenceNumber": 2,
"Question": "請介紹一下「雙語 Playgroup」的上課時間和內容。"
},
{
"SequenceNumber": 3,
"Question": "如何收費？有試聽課嗎？"
},
{
"SequenceNumber": 4,
"Question": "什麼是「入學測評」？需要付費嗎？"
},
{
"SequenceNumber": 5,
"Question": "請告訴我請假和補課的政策。"
}
]
}